{
  "articles": [
    {
      "id": "btc-forensics-1",
      "title": "Free Bitcoin Forensics - Part 1",
      "date": "Originally published on December 10th, 2020",
      "image": "resources/images/BTC-Forensics-1.webp",
      "imageAlt": "Bitcoin Forensics",
      "url": "https://medium.com/coinmonks/free-bitcoin-analytics-part-1-6d3452df0b19",
      "intro": "Interested how private or traceable Bitcoin is? This series of articles is just for you! In them, I examine just how far a determined investigator can get in tracking Bitcoin transactions. Even without any paid tools or programming skills. Assuming the role of the attacker is a great way to learn about privacy and in this first part we go over the main basic assumptions we can draw from Bitcoin transactions as well as the best free and publicly available tools to analyse them."
    },
    {
      "id": "btc-forensics-2",
      "title": "Free Bitcoin Forensics - Part 2",
      "date": "Originally published on December 14th, 2020",
      "image": "resources/images/BTC-Forensics-2.webp",
      "imageAlt": "Bitcoin Forensics",
      "url": "https://medium.com/coinmonks/free-bitcoin-forensics-part-2-51bafd9e032a",
      "intro": "If the first part peeked your interest, strap-in for more. In the second part of Free Bitcoin Forensics series we explore the slightly more technical topics of BTC forensics. In this article you'll learn about the transaction graph, wallet clustering and fingerprinting, scripts and address formats, Coinjoins and Payjoins and much more."
    },
    {
      "id": "btc-forensics-3",
      "title": "Free Bitcoin Forensics - Part 3",
      "date": "Originally published on June 15th, 2021",
      "image": "resources/images/BTC-Forensics-3.webp",
      "imageAlt": "Bitcoin Forensics",
      "url": "https://medium.com/coinmonks/free-bitcoin-forensics-part-3-96351bcbff76",
      "intro": "In this third and final part of the Free Bitcoin Forensics series, we put all the things we've learned in the previous 2 articles into practice and perform a mock investigation on a real crypto hack."
    }
  ]
}
